Repository: qwer12345uui/tower
Catalog: Tower/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, id, ja, ko, pt_br, ru, th, tr, vi, zh_hant

source: 兼容时引用远程规则集，不兼容的客户端会自动保留本地规则。
ar: عند التوافق، تتم الإشارة إلى مجموعة القواعد عن بعد، ويحتفظ العملاء غير المتوافقين تلقائيًا بالقواعد المحلية.
de: Bei Kompatibilität wird auf den Remote-Regelsatz verwiesen, und inkompatible Clients behalten automatisch lokale Regeln bei.
en: Reference remote rule sets when compatible; incompatible clients automatically keep local rules.
es: Cuando es compatible, se hace referencia al conjunto de reglas remoto y los clientes incompatibles conservan automáticamente las reglas locales.
fr: Lorsqu'il est compatible, l'ensemble de règles distant est référencé et les clients incompatibles conservent automatiquement les règles locales.
id: Jika kompatibel, kumpulan aturan jarak jauh akan direferensikan, dan klien yang tidak kompatibel secara otomatis mempertahankan aturan lokal.
ja: 互換性がある場合、リモート ルールセットが参照され、互換性のないクライアントは自動的にローカル ルールを保持します。
ko: 호환되는 경우 원격 규칙 세트가 참조되고 호환되지 않는 클라이언트는 자동으로 로컬 규칙을 유지합니다.
pt_br: Quando compatível, o conjunto de regras remoto é referenciado e os clientes incompatíveis retêm automaticamente as regras locais.
ru: При совместимости используется удаленный набор правил, а несовместимые клиенты автоматически сохраняют локальные правила.
th: เมื่อเข้ากันได้ ชุดกฎระยะไกลจะถูกอ้างอิง และไคลเอ็นต์ที่เข้ากันไม่ได้จะเก็บกฎท้องถิ่นไว้โดยอัตโนมัติ
tr: Uyumlu olduğunda uzak kural kümesine başvurulur ve uyumsuz istemciler otomatik olarak yerel kuralları korur.
vi: Khi tương thích, bộ quy tắc từ xa sẽ được tham chiếu và các máy khách không tương thích sẽ tự động giữ lại các quy tắc cục bộ.
zh_hant: 相容時引用遠端規則集，不相容的客戶端會自動保留本機規則。

source: 兼容节点
ar: العقد المتوافقة
de: Kompatible Knoten
en: Compatible nodes
es: Nodos compatibles
fr: Nœuds compatibles
id: Node yang kompatibel
ja: 互換性のあるノード
ko: 호환 노드
pt_br: Nós compatíveis
ru: Совместимые узлы
th: โหนดที่เข้ากันได้
tr: Uyumlu düğümler
vi: Các nút tương thích
zh_hant: 相容節點

source: 最完整的分组：流媒体、AI、游戏、音乐，并按节点名分出地区组。
ar: التجميع الأكثر اكتمالاً: وسائط البث، والذكاء الاصطناعي، والألعاب، والموسيقى، والمجموعات الإقليمية حسب اسم العقدة.
de: Die umfassendste Gruppierung: Streaming-Medien, KI, Spiele, Musik und regionale Gruppen nach Knotennamen.
en: The most complete grouping: streaming media, AI, games, music, and regional groups by node name.
es: La agrupación más completa: streaming de medios, IA, juegos, música y grupos regionales por nombre de nodo.
fr: Le regroupement le plus complet : streaming multimédia, IA, jeux, musique et groupes régionaux par nom de nœud.
id: Pengelompokan terlengkap: media streaming, AI, game, musik, dan grup regional berdasarkan nama node.
ja: 最も完全なグループ化: ノード名ごとのストリーミング メディア、AI、ゲーム、音楽、および地域グループ。
ko: 가장 완벽한 그룹화: 스트리밍 미디어, AI, 게임, 음악 및 노드 이름별 지역 그룹.
pt_br: O agrupamento mais completo: streaming de mídia, IA, jogos, música e grupos regionais por nome de nó.
ru: Самая полная группировка: потоковое мультимедиа, AI, игры, музыка и региональные группы по имени узла.
th: การจัดกลุ่มที่สมบูรณ์แบบที่สุด: สื่อสตรีมมิ่ง, AI, เกม, เพลง และกลุ่มภูมิภาคตามชื่อโหนด
tr: En eksiksiz gruplandırma: düğüm adına göre medya akışı, yapay zeka, oyunlar, müzik ve bölgesel gruplar.
vi: Nhóm đầy đủ nhất: phương tiện truyền phát trực tuyến, AI, trò chơi, âm nhạc và các nhóm khu vực theo tên nút.
zh_hant: 最完整的分組：串流媒體、AI、遊戲、音樂，並依節點名分出地區組。

source: 最终兜底，始终保留
ar: Final fallback, always retained
de: Final fallback, always retained
en: Final fallback, always retained
es: Final fallback, always retained
fr: Final fallback, always retained
id: Final fallback, always retained
ja: Final fallback, always retained
ko: Final fallback, always retained
pt_br: Final fallback, always retained
ru: Final fallback, always retained
th: Final fallback, always retained
tr: Final fallback, always retained
vi: Final fallback, always retained
zh_hant: 最終兜底，始終保留

source: 准备您的节点
ar: قم بإعداد العقدة الخاصة بك
de: Bereiten Sie Ihren Knoten vor
en: Prepare Your Nodes
es: Prepara tu nodo
fr: Préparez votre nœud
id: Siapkan simpul Anda
ja: ノードを準備
ko: 노드 준비
pt_br: Prepare seu nó
ru: Подготовьте свой узел
th: เตรียมโหนดของคุณ
tr: Düğümünüzü hazırlayın
vi: Chuẩn bị nút của bạn
zh_hant: 準備您的節點

source: 分享
ar: شارك
de: Teilen
en: Share
es: Compartir
fr: Partager
id: Bagikan
ja: シェアする
ko: 공유
pt_br: Compartilhar
ru: Поделиться
th: แบ่งปัน
tr: Paylaş
vi: Chia sẻ

source: 分享 %@
ar: مشاركة %@
de: Teilen %@
en: Share %@
es: Compartir %@
fr: Partager %@
id: Bagikan %@
ja: シェアする %@
ko: 공유 %@
pt_br: Compartilhe %@
ru: Поделиться %@
th: แชร์ %@
tr: Paylaş %@
vi: Chia sẻ %@

source: 分享二维码
ar: مشاركة رمز الاستجابة السريعة
de: Teilen Sie den QR-Code
en: Share QR code
es: Compartir código QR
fr: Partager le code QR
id: Bagikan kode QR
ja: QRコードをシェアする
ko: QR 코드 공유
pt_br: Compartilhar código QR
ru: Поделиться QR-кодом
th: แบ่งปันรหัส QR
tr: QR kodunu paylaşın
vi: Chia sẻ mã QR
zh_hant: 分享二維碼

source: 分享订阅
ar: شارك واشترك
de: Teilen und abonnieren
en: Share and subscribe
es: Comparte y suscríbete
fr: Partagez et abonnez-vous
id: Bagikan dan berlangganan
ja: 共有して購読する
ko: 공유 및 구독
pt_br: Compartilhe e inscreva-se
ru: Поделитесь и подпишитесь
th: แบ่งปันและสมัครสมาชิก
tr: Paylaşın ve abone olun
vi: Chia sẻ và đăng ký
zh_hant: 分享訂閱

source: 分享配置文件
ar: مشاركة الملف الشخصي
de: Profil teilen
en: Share profile
es: Compartir perfil
fr: Partager le profil
id: Bagikan profil
ja: プロフィールを共有する
ko: 프로필 공유
pt_br: Compartilhar perfil
ru: Поделиться профилем
th: แบ่งปันโปรไฟล์
tr: Profili paylaş
vi: Chia sẻ hồ sơ
zh_hant: 分享設定檔

source: 分享链接
ar: رابط المشاركة
de: Link teilen
en: share link
es: compartir enlace
fr: partager le lien
id: berbagi tautan
ja: リンクを共有する
ko: 링크 공유
pt_br: compartilhar link
ru: поделиться ссылкой
th: แชร์ลิงก์
tr: bağlantıyı paylaş
vi: chia sẻ liên kết
zh_hant: 分享連結

source: 分流规则
ar: قواعد التوجيه
de: Routing-Regeln
en: Routing Rules
es: Reglas de enrutamiento
fr: Règles de routage
id: Aturan Perutean
ja: ルーティングルール
ko: 라우팅 규칙
pt_br: Regras de roteamento
ru: Правила маршрутизации
th: กฎการกำหนดเส้นทาง
tr: Yönlendirme Kuralları
vi: Quy tắc định tuyến
zh_hant: 分流規則

source: 删除
ar: حذف
de: Löschen
en: Delete
es: Eliminar
fr: Supprimer
id: Hapus
ja: 削除
ko: 삭제
pt_br: Excluir
ru: Удалить
th: ลบ
tr: Sil
vi: Xóa
zh_hant: 刪除

source: 删除 iCloud 上的副本
ar: حذف النسخة من iCloud
de: Kopie in iCloud löschen
en: Delete Copy in iCloud
es: Eliminar la copia en iCloud
fr: Supprimer la copie dans iCloud
id: Hapus salinan di iCloud
ja: iCloud 上のコピーを削除
ko: iCloud의 사본 삭제
pt_br: Apagar cópia no iCloud
ru: Удалить копию в iCloud
th: ลบสำเนาใน iCloud
tr: iCloud'daki kopyayı sil
vi: Xoá bản sao trên iCloud
zh_hant: 刪除 iCloud 上的副本

source: 删除“%@”？
ar: هل تريد حذف "%@"؟
de: „%@“ löschen?
en: Delete "%@"?
es: ¿Eliminar "%@"?
fr: Supprimer « %@ » ?
id: Hapus "%@"?
ja: 「%@」を削除しますか？
ko: '%@'을 삭제하시겠습니까?
pt_br: Excluir "%@"?
ru: Удалить "%@"?
th: ลบ "%@" หรือไม่
tr: "%@" silinsin mi?
vi: Xóa "%@"?
zh_hant: 刪除“%@”？

source: 删除本地规则
ar: حذف القاعدة المحلية
de: Lokale Regel löschen
en: Delete local rule
es: Eliminar regla local
fr: Supprimer la règle locale
id: Hapus aturan lokal
ja: ローカルルールを削除する
ko: 로컬 규칙 삭제
pt_br: Excluir regra local
ru: Удалить локальное правило
th: ลบกฎท้องถิ่น
tr: Yerel kuralı sil
vi: Xóa quy tắc địa phương
zh_hant: 刪除本機規則

source: 删除本地规则集
ar: حذف مجموعة القواعد المحلية
de: Lokalen Regelsatz löschen
en: Delete Local Rule Set
es: Eliminar conjunto de reglas local
fr: Supprimer le jeu de règles local
id: Hapus Kumpulan Aturan Lokal
ja: ローカルルールセットを削除
ko: 로컬 규칙 세트 삭제
pt_br: Excluir conjunto de regras local
ru: Удалить локальный набор правил
th: ลบชุดกฎในเครื่อง
tr: Yerel Kural Setini Sil
vi: Xóa bộ quy tắc cục bộ
zh_hant: 刪除本機規則集

source: 删除订阅、节点和这台设备上的设置
ar: احذف الاشتراكات والعقد والإعدادات الموجودة على هذا الجهاز
de: Löschen Sie Abonnements, Knoten und Einstellungen auf diesem Gerät
en: Delete subscriptions, nodes, and settings on this device
es: Eliminar suscripciones, nodos y configuraciones en este dispositivo
fr: Supprimer les abonnements, les nœuds et les paramètres sur cet appareil
id: Hapus langganan, node, dan pengaturan pada perangkat ini
ja: このデバイスのサブスクリプション、ノード、設定を削除します
ko: 이 장치의 구독, 노드, 설정 삭제
pt_br: Excluir assinaturas, nós e configurações neste dispositivo
ru: Удалить подписки, узлы и настройки на этом устройстве
th: ลบการสมัครรับข้อมูล โหนด และการตั้งค่าบนอุปกรณ์นี้
tr: Bu cihazdaki abonelikleri, düğümleri ve ayarları silin
vi: Xóa đăng ký, nút và cài đặt trên thiết bị này
zh_hant: 刪除訂閱、節點和這台設備上的設置

source: 到期 %@
ar: انتهاء الصلاحية %@
de: Ablauf %@
en: Expiration %@
es: Vencimiento %@
fr: Expiration %@
id: Kedaluwarsa %@
ja: 有効期限 %@
ko: 만료 %@
pt_br: Expiração %@
ru: Срок действия %@
th: หมดอายุ %@
tr: Son kullanma tarihi %@
vi: Hết hạn %@

source: 到期前一天通知
ar: الإخطار قبل يوم واحد من انتهاء الصلاحية
de: Benachrichtigung einen Tag vor Ablauf
en: Notification one day before expiration
es: Notificación un día antes del vencimiento
fr: Notification un jour avant l'expiration
id: Pemberitahuan satu hari sebelum habis masa berlakunya
ja: 有効期限の1日前に通知
ko: 만료 1일 전 알림
pt_br: Notificação um dia antes do vencimento
ru: Уведомление за день до истечения срока действия
th: แจ้งเตือนหนึ่งวันก่อนหมดอายุ
tr: Sürenin bitiminden bir gün önce bildirim
vi: Thông báo một ngày trước khi hết hạn

source: 到期日期：%@
ar: تاريخ انتهاء الصلاحية:%@
de: Ablaufdatum:%@
en: Expiration date:%@
es: Fecha de caducidad:%@
fr: Date d'expiration :%@
id: Tanggal kedaluwarsa:%@
ja: 有効期限:%@
ko: 유통기한:%@
pt_br: Data de validade:%@
ru: Срок годности:%@
th: วันหมดอายุ:%@
tr: Son kullanma tarihi:%@
vi: Ngày hết hạn:%@
zh_hant: 到期日：%@

source: 刷新 %@
ar: تحديث %@
de: Aktualisieren %@
en: Refresh %@
es: Actualizar %@
fr: Actualiser %@
id: Segarkan %@
ja: リフレッシュ %@
ko: 새로고침 %@
pt_br: Atualizar %@
ru: Обновить %@
th: รีเฟรช %@
tr: Yenile %@
vi: Làm mới %@

source: 刷新规则
ar: تحديث القواعد
de: Regeln aktualisieren
en: Refresh rules
es: Actualizar reglas
fr: Actualiser les règles
id: Segarkan aturan
ja: リフレッシュルール
ko: 새로 고침 규칙
pt_br: Atualizar regras
ru: Обновить правила
th: รีเฟรชกฎ
tr: Kuralları yenile
vi: Làm mới quy tắc
zh_hant: 刷新規則

source: 剩余
ar: المتبقي
de: Übrig
en: Remaining
es: Restante
fr: Restant
id: Tersisa
ja: 残り
ko: 남음
pt_br: Restante
ru: Остаток
th: คงเหลือ
tr: Kalan
vi: Còn lại
zh_hant: 剩餘

source: 剩余 %@
ar: المتبقي %@
de: Verbleibend %@
en: Remaining %@
es: Restante %@
fr: Restant %@
id: Sisa %@
ja: 残り %@
ko: 남은 %@
pt_br: Restante %@
ru: Осталось %@
th: เหลือ %@
tr: Kalan %@
vi: Còn lại %@
zh_hant: 剩餘 %@

source: 剩余流量
ar: البيانات المتبقية
de: Verbleibend
en: Remaining
es: Datos restantes
fr: Données restantes
id: Sisa data
ja: 残り通信量
ko: 남은 데이터
pt_br: Dados restantes
ru: Остаток трафика
th: ข้อมูลคงเหลือ
tr: Kalan veri
vi: Dung lượng còn lại
zh_hant: 剩餘流量

source: 加入当前规则
ar: إضافة إلى القواعد الحالية
de: Zu aktuellen Regeln hinzufügen
en: Add to Current Rules
es: Añadir a las reglas actuales
fr: Ajouter aux règles actuelles
id: Tambahkan ke Aturan Saat Ini
ja: 現在のルールに追加
ko: 현재 규칙에 추가
pt_br: Adicionar às regras atuais
ru: Добавить в текущие правила
th: เพิ่มไปยังกฎปัจจุบัน
tr: Geçerli Kurallara Ekle
vi: Thêm vào quy tắc hiện tại
zh_hant: 加入目前規則

source: 加密方式
ar: طريقة التشفير
de: Verschlüsselungsmethode
en: Encryption method
es: Método de cifrado
fr: Méthode de cryptage
id: Metode enkripsi
ja: 暗号化方式
ko: 암호화 방법
pt_br: Método de criptografia
ru: Метод шифрования
th: วิธีการเข้ารหัส
tr: Şifreleme yöntemi
vi: Phương pháp mã hóa

source: 匹配后使用
ar: استخدم بعد المطابقة
de: Nach dem Matching verwenden
en: Use after matching
es: Usar después de combinar
fr: Utiliser après la correspondance
id: Gunakan setelah pencocokan
ja: マッチングしてから使う
ko: 매칭 후 사용
pt_br: Use depois de combinar
ru: Использовать после сопоставления
th: ใช้หลังการจับคู่
tr: Eşleştikten sonra kullanın
vi: Sử dụng sau khi khớp
zh_hant: 匹配後使用

source: 协议
ar: البروتوكول
de: Protokoll
en: Protocol
es: Protocolo
fr: Protocole
id: Protokol
ja: プロトコル
ko: 프로토콜
pt_br: Protocolo
ru: Протокол
th: โปรโตคอล
tr: Protokol
vi: Giao thức
zh_hant: 協定

source: 协议参数（可选）
ar: معلمات البروتوكول (اختياري)
de: Protokollparameter (optional)
en: Protocol parameters (optional)
es: Parámetros de protocolo (opcional)
fr: Paramètres du protocole (facultatif)
id: Parameter protokol (opsional)
ja: プロトコルパラメータ（オプション）
ko: 프로토콜 매개변수(선택사항)
pt_br: Parâmetros de protocolo (opcional)
ru: Параметры протокола (необязательно)
th: พารามิเตอร์โปรโตคอล (ทางเลือก)
tr: Protokol parametreleri (isteğe bağlı)
vi: Thông số giao thức (tùy chọn)
zh_hant: 協議參數（可選）

source: 协议版本
ar: نسخة البروتوكول
de: Protokollversion
en: Protocol version
es: Versión del protocolo
fr: Version du protocole
id: Versi protokol
ja: プロトコルのバージョン
ko: 프로토콜 버전
pt_br: Versão do protocolo
ru: Версия протокола
th: เวอร์ชันโปรโตคอล
tr: Protokol sürümü
vi: Phiên bản giao thức
zh_hant: 協議版本

source: 协议筛选
ar: تصفية البروتوكولات
de: Protokollfilter
en: Protocol Filter
es: Filtro de protocolos
fr: Filtre de protocoles
id: Filter protokol
ja: プロトコルフィルタ
ko: 프로토콜 필터
pt_br: Filtro de protocolos
ru: Фильтр протоколов
th: ตัวกรองโปรโตคอล
tr: Protokol Filtresi
vi: Bộ lọc giao thức
zh_hant: 協定篩選

source: 单条内容留空则自动命名
ar: إذا تم ترك جزء واحد من المحتوى فارغًا، فسيتم تسميته تلقائيًا.
de: Wenn ein einzelner Inhalt leer bleibt, wird er automatisch benannt.
en: If a single piece of content is left blank, it will be automatically named.
es: Si un solo contenido se deja en blanco, se le asignará un nombre automáticamente.
fr: Si un seul élément de contenu reste vide, il sera automatiquement nommé.
id: Jika satu bagian konten dibiarkan kosong, maka secara otomatis akan diberi nama.
ja: コンテンツの 1 つを空白のままにすると、自動的に名前が付けられます。
ko: 콘텐츠 하나를 공백으로 남겨두면 자동으로 이름이 지정됩니다.
pt_br: Se um único conteúdo for deixado em branco, ele será nomeado automaticamente.
ru: Если какой-либо фрагмент содержимого оставить пустым, ему будет присвоено имя автоматически.
th: หากเว้นว่างเนื้อหาชิ้นเดียว เนื้อหานั้นจะถูกตั้งชื่อโดยอัตโนมัติ
tr: Tek bir içerik parçası boş bırakılırsa otomatik olarak adlandırılacaktır.
vi: Nếu một phần nội dung bị bỏ trống, nó sẽ tự động được đặt tên.
zh_hant: 單一內容留空則自動命名

source: 去广告、自动测速，含国外媒体、电报、微软和苹果分流。
ar: يزيل الإعلانات، ويقيس السرعة تلقائيًا، ويتضمن الوسائط الأجنبية، وTelegram، وMicrosoft، وApple.
de: Entfernt Werbung, misst automatisch die Geschwindigkeit und schließt ausländische Medien, Telegram, Microsoft und Apple ein.
en: Removes ads, automatically measures speed, and includes foreign media, Telegram, Microsoft, and Apple.
es: Elimina anuncios, mide automáticamente la velocidad e incluye medios extranjeros, Telegram, Microsoft y Apple.
fr: Supprime les publicités, mesure automatiquement la vitesse et inclut les médias étrangers, Telegram, Microsoft et Apple.
id: Menghapus iklan, mengukur kecepatan secara otomatis, dan menyertakan media asing, Telegram, Microsoft, dan Apple.
ja: 広告を削除し、速度を自動的に測定します。海外メディア、Telegram、Microsoft、Apple も含まれます。
ko: 광고 제거, 속도 자동 측정, 외국 미디어, 텔레그램, 마이크로소프트, 애플 등이 포함됩니다.
pt_br: Remove anúncios, mede automaticamente a velocidade e inclui mídia estrangeira, Telegram, Microsoft e Apple.
ru: Убирает рекламу, автоматически измеряет скорость, включает зарубежные СМИ, Telegram, Microsoft и Apple.
th: ลบโฆษณา วัดความเร็วโดยอัตโนมัติ และรวมถึงสื่อต่างประเทศ Telegram, Microsoft และ Apple
tr: Reklamları kaldırır, hızı otomatik olarak ölçer ve yabancı medya, Telegram, Microsoft ve Apple'ı içerir.
vi: Xóa quảng cáo, tự động đo tốc độ và bao gồm các phương tiện truyền thông nước ngoài, Telegram, Microsoft và Apple.
zh_hant: 去廣告、自動測速，含國外媒體、電報、微軟和蘋果分流。

source: 取消
ar: إلغاء
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
id: Batalkan
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отмена
th: ยกเลิก
tr: İptal
vi: Hủy bỏ

source: 取消勾选后，该分组对应的规则不会导出；它依赖的底层策略会按需自动保留。
ar: بعد إلغاء التحديد، لن يتم تصدير القواعد المقابلة لهذه المجموعة؛ سيتم الاحتفاظ بالسياسات الأساسية التي تعتمد عليها تلقائيًا حسب الحاجة.
de: Nach dem Deaktivieren werden die dieser Gruppe entsprechenden Regeln nicht exportiert. Die zugrunde liegenden Richtlinien, von denen es abhängt, werden bei Bedarf automatisch beibehalten.
en: After unchecking, the rules corresponding to this group will not be exported; the underlying policies it depends on will be automatically retained as needed.
es: Después de desmarcar, las reglas correspondientes a este grupo no se exportarán; las políticas subyacentes de las que depende se conservarán automáticamente según sea necesario.
fr: Après décoche, les règles correspondant à ce groupe ne seront pas exportées ; les politiques sous-jacentes dont il dépend seront automatiquement conservées selon les besoins.
id: Setelah menghapus centang, aturan yang terkait dengan grup ini tidak akan diekspor; kebijakan mendasar yang menjadi sandarannya akan secara otomatis dipertahankan sesuai kebutuhan.
ja: チェックを外すと、このグループに対応するルールはエクスポートされません。依存する基礎となるポリシーは、必要に応じて自動的に保持されます。
ko: 선택을 취소하면 이 그룹에 해당하는 규칙은 내보내지지 않습니다. 의존하는 기본 정책은 필요에 따라 자동으로 유지됩니다.
pt_br: Após desmarcar, as regras correspondentes a este grupo não serão exportadas; as políticas subjacentes das quais depende serão automaticamente retidas conforme necessário.
ru: После снятия галочки правила, соответствующие этой группе, экспортироваться не будут; базовые политики, от которых он зависит, будут автоматически сохраняться по мере необходимости.
th: หลังจากยกเลิกการเลือก กฎที่เกี่ยวข้องกับกลุ่มนี้จะไม่ถูกส่งออก นโยบายพื้นฐานที่ขึ้นอยู่กับจะถูกเก็บรักษาไว้โดยอัตโนมัติตามความจำเป็น
tr: İşaretin kaldırılmasının ardından bu gruba karşılık gelen kurallar dışa aktarılmayacaktır; bağlı olduğu temel politikalar gerektiğinde otomatik olarak korunacaktır.
vi: Sau khi bỏ chọn, các quy tắc tương ứng với nhóm này sẽ không được xuất; các chính sách cơ bản mà nó phụ thuộc vào sẽ được tự động giữ lại khi cần.
zh_hant: 取消勾選後，該分組對應的規則不會匯出；它所依賴的底層策略會按需自動保留。

source: 取消勾选的节点仍保存在塔台中，但不会写入任何客户端配置。
ar: لا يزال يتم حفظ العقد غير المحددة في البرج، ولكن لا تتم كتابة أي تكوين للعميل.
de: Ungeprüfte Knoten werden weiterhin im Tower gespeichert, es wird jedoch keine Client-Konfiguration geschrieben.
en: Unchecked nodes remain in Tower but are excluded from every exported profile.
es: Los nodos no marcados todavía se guardan en la torre, pero no se escribe ninguna configuración del cliente.
fr: Les nœuds non cochés sont toujours enregistrés dans la tour, mais aucune configuration client n'est écrite.
id: Node yang tidak dicentang masih disimpan di menara, tetapi tidak ada konfigurasi klien yang ditulis.
ja: チェックされていないノードは引き続きタワーに保存されますが、クライアント構成は書き込まれません。
ko: 확인되지 않은 노드는 여전히 타워에 저장되지만 클라이언트 구성은 기록되지 않습니다.
pt_br: Os nós não verificados ainda são salvos na torre, mas nenhuma configuração do cliente é gravada.
ru: Непроверенные узлы по-прежнему сохраняются в башне, но конфигурация клиента не записывается.
th: โหนดที่ไม่ได้ตรวจสอบจะยังคงบันทึกไว้ในทาวเวอร์ แต่ไม่มีการเขียนการกำหนดค่าไคลเอนต์
tr: Denetlenmeyen düğümler hâlâ kulede kayıtlıdır ancak istemci yapılandırması yazılmaz.
vi: Các nút không được chọn vẫn được lưu trong tháp nhưng không có cấu hình máy khách nào được ghi.
zh_hant: 取消勾選的節點仍保存在塔台中，但不會寫入任何客戶端設定。

source: 另存为新方案
ar: حفظ كمخطط جديد
de: Als neues Schema sichern
en: Save as New Scheme
es: Guardar como nuevo esquema
fr: Enregistrer comme nouveau schéma
id: Simpan sebagai Skema Baru
ja: 新しいスキームとして保存
ko: 새 구성으로 저장
pt_br: Salvar como novo esquema
ru: Сохранить как новую схему
th: บันทึกเป็นชุดใหม่
tr: Yeni Şema Olarak Kaydet
vi: Lưu thành bộ mới
zh_hant: 另存為新方案

source: 另有 %lld 个节点暂时无法按 IP 或名称定位，仍可正常测试与导出。
ar: هناك عقد %lld أخرى لا يمكن تحديد موقعها عن طريق IP أو الاسم مؤقتًا، ولكن لا يزال من الممكن اختبارها وتصديرها بشكل طبيعي.
de: Es gibt weitere %lld-Knoten, die vorübergehend nicht anhand der IP oder des Namens lokalisiert werden können, aber dennoch normal getestet und exportiert werden können.
en: There are another %lld nodes that cannot be located by IP or name temporarily, but can still be tested and exported normally.
es: Hay otros nodos %lld que no se pueden ubicar temporalmente por IP o nombre, pero aún se pueden probar y exportar normalmente.
fr: Il existe d'autres nœuds %lld qui ne peuvent pas être localisés temporairement par IP ou par nom, mais qui peuvent toujours être testés et exportés normalement.
id: Ada node %lld lain yang tidak dapat ditemukan berdasarkan IP atau namanya untuk sementara, tetapi masih dapat diuji dan diekspor secara normal.
ja: 一時的に IP または名前で特定できない別の %lld ノードがありますが、テストとエクスポートは正常に実行できます。
ko: 일시적으로 IP나 이름으로 찾을 수 없지만 정상적으로 테스트하고 내보낼 수 있는 또 다른 %lld 노드가 있습니다.
pt_br: Existem outros nós %lld que não podem ser localizados temporariamente por IP ou nome, mas ainda podem ser testados e exportados normalmente.
ru: Есть еще узлы %lld, которые временно невозможно найти по IP или имени, но их все равно можно протестировать и экспортировать в обычном режиме.
th: มีโหนด %lld อื่นที่ไม่สามารถระบุตำแหน่งด้วย IP หรือชื่อได้ชั่วคราว แต่ยังสามารถทดสอบและส่งออกได้ตามปกติ
tr: Geçici olarak IP'ye veya isme göre bulunamayan ancak yine de normal şekilde test edilip dışa aktarılabilen başka %lld düğümleri daha var.
vi: Có một nút %lld khác tạm thời không thể định vị được theo IP hoặc tên nhưng vẫn có thể được kiểm tra và xuất bình thường.
zh_hant: 另有 %lld 個節點暫時無法依 IP 或名稱定位，仍可正常測試與匯出。

source: 只保留节点选择、自动选择、直连与拦截，策略组最少。
ar: يتم الاحتفاظ فقط باختيار العقدة والاختيار التلقائي والاتصال المباشر والاعتراض، مع أقل مجموعة سياسات.
de: Nur Knotenauswahl, automatische Auswahl, direkte Verbindung und Abfangen bleiben erhalten, mit der geringsten Richtliniengruppe.
en: Only node selection, automatic selection, direct connection and interception are retained, with the least policy group.
es: Solo se conservan la selección de nodos, la selección automática, la conexión directa y la interceptación, con el menor grupo de políticas.
fr: Seules la sélection de nœud, la sélection automatique, la connexion directe et l'interception sont conservées, avec le plus petit groupe de politiques.
id: Hanya pemilihan node, pemilihan otomatis, koneksi langsung, dan intersepsi yang dipertahankan, dengan grup kebijakan paling sedikit.
ja: 最小のポリシー グループを使用して、ノード選択、自動選択、直接接続、およびインターセプトのみが保持されます。
ko: 최소한의 정책 그룹으로 노드 선택, 자동 선택, 직접 연결 및 차단만 유지됩니다.
pt_br: Apenas a seleção de nós, a seleção automática, a conexão direta e a interceptação são mantidas, com o menor grupo de políticas.
ru: Сохраняются только выбор узла, автоматический выбор, прямое соединение и перехват с наименьшим количеством групп политик.
th: มีเพียงการเลือกโหนด การเลือกอัตโนมัติ การเชื่อมต่อโดยตรง และการสกัดกั้นเท่านั้นที่ยังคงอยู่ โดยมีกลุ่มนโยบายน้อยที่สุด
tr: En az politika grubuyla yalnızca düğüm seçimi, otomatik seçim, doğrudan bağlantı ve müdahale korunur.
vi: Chỉ lựa chọn nút, lựa chọn tự động, kết nối trực tiếp và chặn được giữ lại, với nhóm chính sách ít nhất.
zh_hant: 只保留節點選擇、自動選擇、直連與攔截，策略群組最少。

source: 只修改显示信息，不会更改规则内容或来源链接。
ar: يتم تغيير معلومات العرض فقط، دون تغيير محتوى القواعد أو رابط المصدر.
de: Nur die Anzeigeinformationen werden geändert; Regelinhalt und Quelllink bleiben unverändert.
en: Only display information changes. Rule content and the source link stay unchanged.
es: Solo se cambia la información mostrada; el contenido de las reglas y el enlace de origen no cambian.
fr: Seules les informations affichées changent ; le contenu des règles et le lien source restent inchangés.
id: Hanya informasi tampilan yang diubah; isi aturan dan tautan sumber tidak berubah.
ja: 表示情報のみを変更し、ルール内容と参照元リンクは変更しません。
ko: 표시 정보만 변경되며 규칙 내용과 소스 링크는 변경되지 않습니다.
pt_br: Apenas as informações exibidas são alteradas; o conteúdo das regras e o link de origem permanecem iguais.
ru: Изменяется только отображаемая информация; содержимое правил и ссылка на источник не меняются.
th: เปลี่ยนเฉพาะข้อมูลที่แสดง เนื้อหากฎและลิงก์ต้นทางจะไม่เปลี่ยน
tr: Yalnızca görüntüleme bilgileri değişir; kural içeriği ve kaynak bağlantısı değişmez.
vi: Chỉ thông tin hiển thị thay đổi; nội dung quy tắc và liên kết nguồn vẫn giữ nguyên.
zh_hant: 只修改顯示資訊，不會變更規則內容或來源連結。
